IDEA Open Model
Loading.LoadingType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadingType LoadingType { get; set; }
Public Property LoadingType As LoadingType
	Get
	Set
Property Value
Type: LoadingType
See Also
Reference
Loading Class
IdeaRS.OpenModel.Result Namespace